╒════════════════════════════════════════════╕
│ ✨ TERMUX AUTO SETUP v2.1 ✨                │
│ ✨ Developed by Đặng Gia ✨                │
│ ✨ Version 1.1 (Beta) ✨                   │
╘════════════════════════════════════════════╛

[✨] Khởi động cập nhật Termux ...
[⏳] Cập nhật Termux...
[✅] Cập nhật Termux hoàn tất!

[✨] Khởi động cấp quyền lưu trữ ...
[⏳] Cấp quyền lưu trữ...
[✅] Cấp quyền lưu trữ hoàn tất!

[✨] Khởi động cài đặt gói ...
[⏳] Cài đặt gói...
[✅] Cài đặt gói hoàn tất!

[✨] Khởi động cài đặt thư viện Python ...
[⏳] Cài đặt thư viện Python...
[✅] Cài đặt thư viện Python hoàn tất!

[✨] Khởi động tải tdm3.py ...
[⏳] Tải tdm3.py...
[✅] Đã tải tdm3.py!
[✨] Khởi động tải sn01.py ...
[⏳] Tải sn01.py...
[✅] Đã tải sn01.py!

╒════════════════════════════════════════════╕
│ ✨ TERMUX AUTO SETUP v2.1 ✨                │
│ ✨ Developed by Đặng Gia ✨                │
│ ✨ Version 1.1 (Beta) ✨                   │
╘════════════════════════════════════════════╛
 ╒════════════════════════════════════════════╕
│ Setup Hoàn Tất Có Thể Sử Dụng Ngay                        │
 ╘════════════════════════════════════════════╛
📦 Khởi động tool với lệnh sau:
   ➜ cd /sdcard/Download && python sn01.py
   ➜ cd /sdcard/Download && python tdm3.py
